Repository: singhwong/MediaPlayer
Catalog: VideoPlayer/Strings/*/Resources.resw
Source language: en_us
Languages: de, hi, ja, ko_kr, ru, zh_hant

# addFolder_str
source: Add Folder
de: Ordner hinzufügen
hi: फ़ोल्डर जोड़ें
ja: フォルダを追加
ko_kr: 폴더 추가
ru: Добавить папку
zh_hant: 添加文件夾

# videoFolder_str
source: Refresh
de: Videoliste aktualisieren
hi: वीडियो सूची को ताज़ा करें
ja: 動画リストを更新
ko_kr: 동영상 목록 새로 고침
ru: Обновить список видео
zh_hant: 刷新視頻列表

# wait_content
source: Please wait for the load to complete.
de: Bitte warten Sie, bis der Ladevorgang abgeschlossen ist
hi: कृपया लोडिंग पूर्ण होने की प्रतीक्षा करें
ja: ロードが完了するのを待ってください
ko_kr: 로드가 완료 될 때까지 기다려주십시오.
ru: Пожалуйста, дождитесь завершения загрузки
zh_hant: 請等待加載完成

# bin_item.Text
source: Put in Recycle Bin
de: In den Papierkorb legen
hi: रीसायकल बिन में रखो
ja: ごみ箱に入れる
ko_kr: 휴지통에 넣으십시오.
ru: Положить в корзину

# cancel_menuItem.Text
source: Cancel
de: Abbrechen
hi: रद्द
ja: キャンセル
ko_kr: 취소
ru: отменен

# dark_memuItem.Text
source: Dark
de: Dunkel
hi: अंधेरा
ja: ダーク
ko_kr: 어둠
ru: темно

# deleteLocal_menuItem.Text
source: Delete locally
de: Von lokal entfernen
hi: स्थानीय से निकालें
ja: ローカルから削除
ko_kr: 로컬에서 삭제
ru: Удалить из местного
zh_hant: 從本地刪除

# delete_menuItem.Text
source: Delete from list
de: Aus der Liste entfernen
hi: सूची से निकालें
ja: リストから削除
ko_kr: 목록에서 제거
ru: Удалить из списка
zh_hant: 從列表刪除

# directly_item.Text
source: delete permanently
de: Dauerhafte Löschung
hi: स्थायी विलोपन
ja: 永久削除
ko_kr: 영구 삭제
ru: Постоянное удаление
zh_hant: 永久刪除

# light_menuItem.Text
source: Light
de: Hell
hi: उज्ज्वल
ja: 明るい
ko_kr: 밝은
ru: яркий

# pause_menuItem.Text
source: Pause
de: Suspendieren
hi: ठहराव
ja: 一時停止
ko_kr: 중단하다
ru: пауза
zh_hant: 暫停

# play_menuItem.Text
source: Play
de: Spielen
hi: प्रसारण
ja: 遊ぶ
ko_kr: 놀이
ru: Broadcast

# theme_menuItem.Text
source: Theme
de: Thema
hi: विषय
ja: テーマ
ko_kr: 테마
ru: тема
zh_hant: 主題

# autoPlay_menuItem.Text
source: Auto Play
de: Auto-Wiedergabe
hi: ऑटो खेलते हैं
ja: オートプレイ
ko_kr: 자동 재생
ru: Автоматическая игра
zh_hant: 自動播放

# default_item.Text
source: Default
de: Standardeinstellung
hi: चूक
ja: デフォルト
ko_kr: 기본값
ru: дефолт
zh_hant: 默認

# listScyle_item.Text
source: List Loop
de: Liste Schleife
hi: सूची पाश
ja: リストループ
ko_kr: 목록 루프
ru: Цикл списка
zh_hant: 列表循環

# list_item.Text
source: List Pay
de: Listenspiel
hi: सूची का नाटक
ja: リストプレイ
ko_kr: 목록 재생
ru: Список игр

# single_item.Text
source: Single Cycle
de: Einzelzyklus
hi: एकल चक्र
ja: シングルサイクル
ko_kr: 단일 사이클
ru: Один цикл
zh_hant: 單項循環

# isHaveVideo_content
source: Get videos failed, please perform the add folder operation! ! !
de: Wenn das Video leer ist, führen Sie den Vorgang zum Hinzufügen eines Ordners aus! ! !
hi: वीडियो खाली है, कृपया फ़ोल्डर संचालन जोड़ें! ! !
ja: 動画が空になったら、フォルダ追加操作を実行してください。 ！ ！
ko_kr: 비디오가 비어 있습니다. 폴더 추가 작업을 수행하십시오! ! !
ru: Получить видео пусто, пожалуйста, выполните операцию добавления папки! ! !
zh_hant: 獲取視頻為空，請執行添加文件夾操作！ ！ ！

# playError_str
source: The video source file was deleted or moved, playback failed, the video will be automatically removed from the list.
de: Die Videoquelldatei wird gelöscht oder verschoben. Wenn die Wiedergabe fehlschlägt, wird das Element automatisch aus der Liste entfernt.
hi: वीडियो स्रोत फ़ाइल हटा दी गई है या स्थानांतरित कर दी गई है। यदि प्लेबैक विफल रहता है, तो आइटम को सूची से स्वचालित रूप से हटा दिया जाएगा।
ja: ビデオソースファイルが削除または移動され、再生に失敗した場合、そのアイテムは自動的にリストから削除されます。
ko_kr: 비디오 소스 파일이 삭제되거나 이동 된 경우 재생이 실패하면 항목이 목록에서 자동으로 제거됩니다.
ru: Исходный файл видео удален или перемещен. Если воспроизведение не удастся, элемент будет автоматически удален из списка.
zh_hant: 視頻源文件被刪除或移動，播放失敗，將自動從列表中移除該項。

# searchResult_str
source: No result
de: Kein Ergebnis
hi: कोई परिणाम नहीं
ja: 結果なし
ko_kr: 결과 없음
ru: Нет результата
zh_hant: 無結果

# setting_str
source: Settings
de: Einstellung
hi: सेट करें
ja: 設定
ko_kr: 설정
ru: устанавливать
zh_hant: 設置

# about_button.Content
source: About
de: Über
hi: पर
ja: について
ko_kr: 정보
ru: на
zh_hant: 關於

# comment_button.Content
source: Reviews
de: Store-Bewertung
hi: स्टोर रेटिंग
ja: 店舗評価
ko_kr: 스토어 평점
ru: Рейтинг магазина
zh_hant: 商店評分

# email_button.Content
source: Mail
de: E-Mail senden
hi: मेल भेजें
ja: メールを送る
ko_kr: 메일 보내기
ru: Отправить почту
zh_hant: 發送郵件

# setting_textBlock.Text
source: Settings
de: Einstellung
hi: सेट करें
ja: 設定
ko_kr: 설정
ru: устанавливать
zh_hant: 設置

# Cancel.Content
source: Cancel
de: Abbrechen
hi: रद्द
ja: キャンセル
ko_kr: 취소
ru: отменен

# EnableMrfCrf444.Content
source: Enable MRFCRF444 video processing algorithm (disables hardware acceleration)
de: Qualitätspriorität (MRFCRF444S Medienvideoverarbeitungsalgorithmus)
hi: गुणवत्ता प्राथमिकता (MRFCRF444S मीडिया वीडियो प्रोसेसिंग एल्गोरिदम)
ja: 品質優先（MRFCRF444Sメディアビデオ処理アルゴリズム）
ko_kr: 품질 우선 순위 (MRFCRF444S 미디어 비디오 처리 알고리즘)
ru: Приоритет качества (алгоритм обработки медиа-видео MRFCRF444S)
zh_hant: 質量優先(MRFCRF444S媒體視頻處理算法)

# ouput_textBlock.Text
source: Set output:
de: Ausgabeort:
hi: आउटपुट स्थान:
ja: 出力場所：
ko_kr: 출력 위치 :
ru: Выходное местоположение:
zh_hant: 輸出位置：

# OutputPath.Text
source: Output:
de: Ausgabepfad:
hi: आउटपुट पथ:
ja: 出力パス：
ko_kr: 출력 경로 :
ru: Выходной путь:
zh_hant: 輸出路徑：

# PickFileButton.Content
source: Pick Video File
de: Datei auswählen
hi: फ़ाइल का चयन करें
ja: ファイルを選択
ko_kr: 파일 선택
ru: Выберите файл
zh_hant: 選取文件

# profile_textBlock.Text
source: Transcode profile:
de: Zielpixel:
hi: लक्ष्य पिक्सेल:
ja: ターゲットピクセル：
ko_kr: 대상 픽셀 :
ru: Целевой пиксель:
zh_hant: 目標像素：

# select_textBlock.Text
source: Select source
de: Datei auswählen:
hi: फ़ाइल का चयन करें:
ja: ファイルを選択：
ko_kr: 파일 선택 :
ru: Выберите файл:
zh_hant: 選取文件：

# SetOutputButton.Content
source: Set Output File
de: Ausgabepfad auswählen
hi: आउटपुट पथ चुनें
ja: 出力パスを選択
ko_kr: 출력 경로 선택
ru: Выберите выходной путь
zh_hant: 選擇輸出路徑

# targetFormat_textBloc.Text
source: Target format:
de: Format auswählen:
hi: प्रारूप का चयन करें:
ja: フォーマットを選択してください：
ko_kr: 형식 선택 :
ru: Выберите формат:
zh_hant: 選擇格式：

# Transcode.Content
source: Transcode
de: Konvertierung starten
hi: रूपांतरण शुरू करें
ja: 変換を開始
ko_kr: 전환 시작
ru: Начать преобразование
zh_hant: 開始轉換

# input_textBlock.Text
source: Input:
de: Eingabepfad:
hi: इनपुट पथ:
ja: 入力パス
ko_kr: 입력 경로 :
ru: Путь ввода:
zh_hant: 輸入路徑：

# cancel_str
source: Transcode Canceled.
de: Konvertierung abgebrochen!
hi: रूपांतरण रद्द!
ja: 変換はキャンセルされました。
ko_kr: 전환이 취소되었습니다.
ru: Преобразование отменено!
zh_hant: 轉換取消！

# CodecNotFound_str
source: Codec not found.
de: Kann den Codec nicht finden! !
hi: कोडेक नहीं मिल सकता है!
ja: コーデックが見つかりません。
ko_kr: 코덱을 찾을 수 없습니다!
ru: Не могу найти кодек!
zh_hant: 找不到編解碼器！

# complete_str
source: Transcode completed.
de: ie Konvertierung ist abgeschlossen!
hi: रूपांतरण पूरा हो गया है!
ja: 変換は完了です。
ko_kr: 변환이 완료되었습니다!
ru: Преобразование завершено!
zh_hant: 轉換完成！

# InvalidProfile_str
source: Invalid profile.
de: Die Konfigurationsdatei ist ungültig!
hi: कॉन्फ़िगरेशन फ़ाइल अमान्य है!
ja: 設定ファイルが無効です。
ko_kr: 구성 파일이 유효하지 않습니다!
ru: Файл конфигурации недействителен!
zh_hant: 配置文件無效！

# output_str
source: Output:
de: Ausgabepfad:
hi: आउटपुट पथ:
ja: 出力パス：
ko_kr: 출력 경로 :
ru: Выходной путь:
zh_hant: 輸出路徑：

# progress_str
source: Progress:
de: Fortschritt:
hi: प्रगति:
ja: 進捗状況：
ko_kr: 진행 :
ru: Ход работы:
zh_hant: 進度：

# transcode_str
source: Media Transcode
de: Konvertierungsformat
hi: रूपांतरण प्रारूप
ja: 変換フォーマット
ko_kr: 변환 형식
ru: Формат конверсии
zh_hant: 轉換格式

# unknowError_str
source: Unknown failure.
de: Unbekannte Ursache führt zum Versagen!
hi: अज्ञात कारण विफलता की ओर जाता है!
ja: 未知の原因は失敗につながる！
ko_kr: 알 수없는 원인으로 인해 오류가 발생합니다!
ru: Неизвестная причина ведет к сбою!
zh_hant: 未知原因導致失敗！

# pay_textBlock.Text
source: If the application is helpful to you, you can support the author!!! Thank you very much!!!
de: Wenn die App für Sie hilfreich ist, können Sie den Autor füttern! ! ! Nicht sehr dankbar! ! !
hi: यदि एप्लिकेशन आपके लिए उपयोगी है, तो आप लेखक को खिला सकते हैं! ! ! बहुत आभारी नहीं! ! !
ja: アプリがあなたに役立つならば、あなたは作者を養うことができます！ ！ ！ あまり感謝していません！ ！ ！
ko_kr: 앱이 도움이된다면 작성자에게 피드를 제공 할 수 있습니다. ! ! 별로 감사하지 않습니다! ! !
ru: Если приложение полезно для вас, вы можете накормить автора! ! ! Не очень благодарен! ! !
zh_hant: 若該應用對您有所幫助的話，可以投餵下作者哦！ ！ ！不甚感激！ ！ ！

# cancelMultiple_textBlock.Text
source: Cancel multiple selection
de: Abbrechen der Mehrfachauswahl
hi: एकाधिक चयन रद्द करें
ja: 複数選択をキャンセルする
ko_kr: 여러 선택 취소
ru: Отменить множественный выбор
zh_hant: 取消多選

# clearAll_item.Text
source: Clear all progress
de: Alle Fortschritte löschen
hi: सभी प्रगति को साफ़ करें
ja: 進捗をすべてクリア
ko_kr: 모든 진행 상태 지우기
ru: Очистить весь прогресс
zh_hant: 清除所有進度

# clearProgress_item.Text
source: Clear play progress
de: Löschen Sie den Fortschritt der Wiedergabe
hi: पार्श्व प्रगति को साफ़ करें
ja: 再生の進行状況を消去する
ko_kr: 재생 진행 상태 지우기
ru: Очистить прогресс воспроизведения
zh_hant: 清除播放進度

# clearProgress_textBlock.Text
source: Clear play progress
de: Löschen Sie den Fortschritt der Wiedergabe
hi: पार्श्व प्रगति को साफ़ करें
ja: 再生の進行状況を消去する
ko_kr: 재생 진행 상태 지우기
ru: Очистить прогресс воспроизведения
zh_hant: 清除播放進度

# clear_item.Text
source: Clear progress
de: Fortschritt klären
hi: स्पष्ट प्रगति
ja: 明確な進歩
ko_kr: 진행 상황 지우기
ru: Ясный прогресс
zh_hant: 清除進度

# frombin_item.Content
source: Delete to Recycle Bin
de: In den Papierkorb löschen
hi: कचरा हटाने के लिए
ja: ゴミ箱に入れる
ko_kr: 휴지통으로 삭제
ru: Удалить в корзину
zh_hant: 刪除到回收站

# fromlist_item.Content
source: Remove from list
de: Aus der Liste entfernen
hi: सूची से निकालें
ja: リストから削除
ko_kr: 목록에서 제거
ru: Удалить из списка
zh_hant: 從列表移除

# multiple_item.Text
source: Multiple selection
de: Mehrfachauswahl
hi: एकाधिक चयन
ja: 複数選択
ko_kr: 다중 선택
ru: Множественный выбор
zh_hant: 多選

# remove_item.Content
source: Permanently delete
de: Dauerhafte Löschung
hi: स्थायी विलोपन
ja: 永久削除
ko_kr: 영구 삭제
ru: Постоянное удаление
zh_hant: 永久刪除

# AppDisplayName
source: M-Player
de: M-Spieler
hi: M-खिलाड़ी
ja: M-プレイヤー
ko_kr: M-선수
ru: M- игрок

# AppShortName
source: M-Player
de: M-Spieler
hi: M-खिलाड़ी
ja: M-プレイヤー
ko_kr: M-선수
ru: M- игрок

# hideListStr_no
source: Display View
de: Ansicht anzeigen
hi: प्रदर्शन देखें
ja: 表示ビュー
ko_kr: 표시보기
ru: оказать представление
zh_hant: 顯示視圖

# hideListStr_yes
source: Hide View
de: Versteckte Sicht
hi: छिपा हुआ दृश्य
ja: 隠しビュー
ko_kr: 숨겨진보기
ru: Скрытый вид
zh_hant: 隱藏視圖

# hideViewStr_no
source: Display Sidebar
de: Seitenleiste anzeigen
hi: साइडबार दिखाओ
ja: サイドバーを表示
ko_kr: 사이드 바 표시
ru: Показать боковую панель
zh_hant: 顯示側邊欄

# hideViewStr_yes
source: Hide Sidebar
de: Seitenleiste ausblenden
hi: साइडबार छिपाएं
ja: サイドバーを隠す
ko_kr: 사이드 바 숨기기
ru: Скрыть боковую панель
zh_hant: 隱藏側邊欄

# item_1_0.Text
source: 1.0x(Normal)
hi: 1.0x (सामान्य)
ja: 1.0x(通常)
ko_kr: 1.0x (일반)
ru: 1,0x (нормальный)
zh_hant: 0x(正常)

# playModeStr_default
source: Default
de: Standardeinstellung
hi: चूक
ja: デフォルト
ko_kr: 기본값
ru: дефолт
zh_hant: 默認

# playModeStr_list
source: List Pay
de: Listenspiel
hi: सूची का नाटक
ja: リストプレイ
ko_kr: 목록 재생
ru: Список игр

# playModeStr_listRecycle
source: List Loop
de: Liste Schleife
hi: सूची पाश
ja: リストループ
ko_kr: 목록 루프
ru: Цикл списка
zh_hant: 列表循環

# playModeStr_recycle
source: Single Cycle
de: Einzelzyklus
hi: एकल चक्र
ja: シングルサイクル
ko_kr: 단일 사이클
ru: Один цикл
zh_hant: 單項循環

# playRate_str
source: PlayRate
de: Doppelte Geschwindigkeit
hi: दोहरी गति
ko_kr: 배속
ru: Двойная скорость

# audioLanguage_str
source: Audio Tracks
de: Audiospur
hi: ऑडियो ट्रैक
ja: オーディオトラック
ko_kr: 오디오 트랙
ru: Аудио трек
zh_hant: 音軌

# fillMode_str
source: Resize Video
de: Videoauffüllung
hi: वीडियो पैडिंग
ja: ビデオパディング
ko_kr: 비디오 패딩
ru: Видеообивка
zh_hant: 視頻填充

# addFolderLibrary_textBlock.Text
source: Next time you start, all videos in the following folders will be loaded automatically
de: Beim nächsten Start werden alle Videos in den folgenden Ordnern automatisch geladen.
hi: अगली बार जब आप शुरू करेंगे, तो निम्नलिखित फ़ोल्डरों के सभी वीडियो स्वचालित रूप से लोड हो जाएंगे।
ja: 次回の起動時には、次のフォルダ内のすべてのビデオが自動的に読み込まれます。
ru: При следующем запуске все видео в следующих папках будут загружены автоматически.
zh_hant: 下次啟動，將自動加載下列文件夾中的所有視頻

# CloseMessageDialog_str
source: Close
de: Schließen
hi: पास
ja: 閉じる
ru: близко
zh_hant: 關閉

# GetVideoAccessError_str
source: If you add a folder to the video library and pop up an error prompt, open the application to get local video privileges
de: Wenn beim Hinzufügen eines Ordners zur Videobibliothek ein Fehler angezeigt wird, öffnen Sie die App, um lokale Videoberechtigungen zu erhalten.
hi: यदि वीडियो लाइब्रेरी में फ़ोल्डर जोड़ने से कोई त्रुटि उत्पन्न होती है, तो स्थानीय वीडियो अनुमतियां प्राप्त करने के लिए ऐप खोलें।
ja: ビデオライブラリにフォルダを追加するとエラーが表示される場合は、アプリを開いてローカルビデオの権限を取得してください。
ko_kr: 비디오 라이브러리에 폴더를 추가하면 오류가 발생하므로 앱을 열어 로컬 비디오 권한을 얻으십시오.
ru: Если при добавлении папки в библиотеку видео появляется сообщение об ошибке, откройте приложение, чтобы получить разрешения для локального видео.
zh_hant: 若添加文件夾到視頻庫彈出錯誤提示，請打開應用獲取本地視頻權限

# OpenLocalSetting_str
source: Open Settings
de: Einstellungen öffnen
hi: सेटिंग्स खोलें
ja: 設定を開く
ko_kr: 설정 열기
ru: Открыть настройки
zh_hant: 打開設置

# OffContent_str
source: Off
de: Aus
hi: बंद
ja: オフ
ko_kr: 끄기
ru: закрыть
zh_hant: 關

# OnContent_str
source: On
de: Öffnen
hi: खुला है
ja: 開く
ko_kr: 열기
ru: открытый
zh_hant: 開

# soundPlayerVolume_textBlock.Text
source: Sound volume
de: Lautstärke
hi: ध्वनि की मात्रा
ja: 音量
ko_kr: 사운드 볼륨
ru: Громкость звука

# useSoundPlayer_textBlock.Text
source: Enable app sound
de: App-Sound aktivieren
hi: ऐप साउंड सक्षम करें
ja: アプリのサウンドを有効にする
ko_kr: 앱 소리 사용
ru: Включить звук приложения
zh_hant: 啟用應用音效

# allSelect_checkBox.Content
source: Select All
de: Alles auswählen
hi: सभी का चयन करें
ja: すべて選択
ko_kr: 모두 선택
ru: Выбрать все
zh_hant: 全選

# mediaTrack_str
source: Video Tracks
de: Videospuren
hi: वीडियो ट्रैक
ja: ビデオトラック
ko_kr: 비디오 트랙
ru: видео треки
zh_hant: 頻軌

# metadata_str
source: Retrieved language text
de: Timed Metadata Track
hi: समयबद्ध मेटाडाटा ट्रैक
ja: 時限メタデータトラック
ko_kr: 타이밍 메타 데이터 트랙
ru: Отслеживание метаданных по времени
zh_hant: 語言文本

# metadata_textBlock.Text
source: Retrieved language text
de: Sprachtext abgerufen
hi: पुनर्प्राप्त भाषा पाठ
ja: 取得した言語テキスト
ko_kr: 가져온 언어 텍스트
ru: Восстановленный язык текста
zh_hant: 檢索出來的語言文本

# screenShot_item.Text
source: Intercept screen
de: Bildschirm abfangen
hi: अवरोधक स्क्रीन
ja: 傍受画面
ko_kr: 화면 가로 채기
ru: Экран перехвата

# ClearData_button.Content
source: clear cache
de: Cache leeren
hi: कैशे साफ़ करें
ja: キャッシュをクリア
ko_kr: 캐시 지우기
ru: Очистить кеш
zh_hant: 清除本地播放歷史緩存

# clearData_textBlock.Text
source: (After clearing the local cache, historical watch history will be cleared synchronously)
de: (Nach dem Löschen des lokalen Cache wird der historische Überwachungsverlauf synchron gelöscht.)
hi: (स्थानीय कैश को साफ़ करने के बाद, ऐतिहासिक वॉच हिस्ट्री को सिंक्रोनाइज़ किया जाएगा)
ja: （ローカルキャッシュをクリアした後、過去の視聴履歴は同期的にクリアされます）
ko_kr: (로컬 캐시를 지우고 나면 내역보기 기록이 동기식으로 지워집니다)
ru: (После очистки локального кэша историческая хронология будет очищена синхронно)
zh_hant: ( 清空本地緩存後，歷史觀看記錄會同步清除 )

# closeDialog_Button.Content
source: Close
de: Schließen
hi: पास
ja: 閉じる
ko_kr: 닫기
ru: близко
zh_hant: 關 閉

# close_button.Content
source: Close
de: Schließen
hi: पास
ja: 閉じる
ko_kr: 닫기
ru: близко
zh_hant: 關 閉

# run_1.Text
source: Local video player UWP, supporting mainstream video formats
de: Lokaler Videoplayer, der Mainstream-Videoformate unterstützt
hi: स्थानीय वीडियो प्लेयर मुख्यधारा के वीडियो प्रारूपों का समर्थन करता है
ja: 主流のビデオフォーマットをサポートするローカルビデオプレーヤー
ko_kr: 주류 비디오 포맷을 지원하는 로컬 비디오 플레이어
ru: Локальный видеоплеер с поддержкой основных форматов видео
zh_hant: 本地視頻播放器UWP版，支持主流視頻格式

# run_2.Text
source: If there is a problem during use, welcome feedback
de: Bei der Verwendung treten Probleme auf, willkommenes Feedback
hi: यदि उपयोग के दौरान कोई समस्या है, तो प्रतिक्रिया का स्वागत करें
ja: 使用中に問題が発生します。歓迎のフィードバック
ko_kr: 사용 중에 문제 발생, 환영 의견
ru: Во время использования возникают проблемы, добро пожаловать отзыв
zh_hant: 使用過程中，出現問題，歡迎反饋

# currentPlayTitle_str
source: Current Playing:
de: Aktuelles Spiel:
hi: वर्तमान नाटक:
ja: 現在のプレイ：
ko_kr: 현재 재생 :
ru: Текущая игра:
zh_hant: 當前播放:

# editPhoto_str
source: Edit picture
de: Bild bearbeiten
hi: चित्र संपादित करें
ja: 写真を編集
ko_kr: 그림 편집
ru: Редактировать картинку
zh_hant: 編輯圖片

# openAdress_str
source: Open the folder
de: Öffnen Sie den Ordner
hi: फ़ोल्डर खोलें
ja: フォルダを開く
ko_kr: 폴더 열기
ru: Откройте папку
zh_hant: 打開位置

# saveSucceed_str
source: Save succeed:
de: Speichern Sie den Screenshot erfolgreich:
hi: सफलतापूर्वक सहेजा गया:
ja: 正常に保存されました:
ko_kr: 성공적으로 저장되었습니다:
ru: Сохранено успешно:
zh_hant: 保存截圖成功:

# alipay_textBlock.Text
source: AliPay
zh_hant: 支付寶
